---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainGridVert
source: html/5f57e15d-86f9-a031-d069-81585e00b08d.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainGridVert Property

Vertical Grid.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainGridVert { get; }
```